app/controllers/cheam_croquet_controller.rb

  def programme
 @Title = "programme"
  @events = Event.all
---
SELECT "events".* FROM "events"

  def newsletter
    @tasks = Newsletter.all
---
SELECT "newsletters".* FROM "newsletters"