app/controllers/events_controller.rb

INSERT INTO "events" ("created_at", "date", "logo", "title", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", Mon, 04 Nov 2013 14:05:24 UTC +00:00], ["date", Mon, 04 Nov 2013], ["logo", ""], ["title", "Please jffjkd"], ["updated_at", Mon, 04 Nov 2013 14:05:24 UTC +00:00]]
---
  def create
    @event = Event.create(event_params)